Repository: Marius786/toplytics
Catalog: languages/toplytics-text-domain-*.po
Languages: ro_ro

source: Please try again later.
ro_ro: Vă rog să incercaţi mai târziu.

source: <b>Note:</b> You will need to select an account and <b>click "Save Changes"</b> before the analytics dashboard will work.
ro_ro: <b>Notă:</b> Trebuie să selectaţi un profil Google Analitics şi <b>să apăsaţi "Salvează opţiunile"</b> înainte ca panoul aplicaţiei Anlytics să pornească.

source: Available Accounts
ro_ro: Profile disponibile

source: No accounts available.
ro_ro: Nici un profil GA disponibil.

source: Save Changes
ro_ro: Salvaţi opţiunile

source: Remove All Options
ro_ro: Ştergeţi toate opţiunile

source: Please configure your Google Analytics Account to be used for this site:<br /><br />Login using Google's OAuth system.
ro_ro: Vă rog să configuraţi Profilul Google Analytics pentru a putea fi folosit de acest site: <br /><br />Autentificare cu ajutorul sistemului Google OAuth.

source: This is the prefered method of attaching your Google account.<br/> Clicking the 'Start the Login Process' button will redirect you to a login page at google.com.<br/> After accepting the login there you will be returned here.
ro_ro: Aceasta este metoda cea mai bună de accesare a profilului Google Analytics.<br /> Apăsând butonul 'Porniţi procesul de autentificare' veţi fi redirectaţi către o pagina de autentificare pe google.com. <br /> După ce aceptaţi autentificarea acolo, veţi fi redirectaţi înapoi pe această pagină.

source: Start the Login Process
ro_ro: Porneşte procesul de autentificare

source: Enter here the details of your account:
ro_ro: Introduceti aici detaliile profilului GA:

source: Toplytics - The most visited posts on your site from Google Analytics
ro_ro: Toplytics - Cele mai vizitate articole din site obţinute din Google Analytics

source: Most Visited Posts
ro_ro: Cele mai vizitate articole

source: Toplytics needs configuration information on its <a href="%s">Settings</a> page.
ro_ro: Toplytics are nevoie de informaţiile de configurare în pagina de <a href="%s">setări.</a>

source: Options Saved
ro_ro: Opţiuni salvate

source: Everything Reset
ro_ro: Totul a fost resetat

source: The statistics found in GA account doesn't match with your posts/pages.
ro_ro: Statisticile gasite in profilul GA nu corespund cu articolele/paginile din site.

source: Error gathering analytics data from Google:
ro_ro: Eroare în colectarea datelor din Google Analytics:

source: Daily
ro_ro: Zilnic

source: Weekly
ro_ro: Săptămânal

source: Monthly
ro_ro: Lunar

source: Number of posts to show
ro_ro: Numărul de articole de afişat

source: Time period
ro_ro: Perioada de timp

source: First image
ro_ro: Prima imagine

source: Any Image
ro_ro: Oricare imagine

source: Show views
ro_ro: Afişare vizualizări

source: %d Views
ro_ro: %d vizualizări
